import React from 'react';
import v from './BlogDetal.module.css'
import homeImg from '../../../../Assets/Aisanat/home.png'
import sofaImg from '../../../../Assets/Aisanat/sofa.png'
import eyeImg from '../../../../Assets/Aisanat/eye.png'
import pintImg from '../../../../Assets/Aisanat/pint.png'
import fcBookLogo from '../../../../Assets/Aisanat/fcbook.png'
import vKontakteLogo from '../../../../Assets/Aisanat/vk.png'
import twitterLogo from '../../../../Assets/Aisanat/tw.png'
import okLogo from '../../../../Assets/Aisanat/ok.png'
import picImg from '../../../../Assets/Aisanat/pic.png'
import roomImg from '../../../../Assets/Aisanat/room.png'

const BlogDetal = () => {
    return (
        <section>
            <div className={v.fon_blog_detal}>
                <div className={v.container}>
                    <div className={v.detal_item}>
                        <img src={homeImg} alt="vektor" />
                        <p>/</p>
                        <p>Блог</p>
                        <p>/</p>
                        <p>Как бы то ни было, граница обучения кадров ни к чему нас не обязывает</p>
                    </div>
                    <div className={v.box_blog_detal}>
                        <div>
                            <img src={sofaImg} alt="divan" />
                        </div>
                        <div className={v.miniContainer}>
                            <div className={v.btn}>
                                <button>Антигравийная пленка</button>
                                <div className={v.btn_num}>
                                    <img src={eyeImg} alt="eye" />
                                    <p>3833</p>
                                    <p>22 мая 2022</p>
                                </div>
                            </div>
                            <div className={v.detal_title_first}>
                                <h2>Как бы то ни было, граница обучения кадров ни к чему нас не обязывает</h2>
                            </div>
                            <div className={v.detal_title_first_text}>
                                <p>Лишь диаграммы связей будут своевременно верифицированы. Разнообразный и богатый опыт говорит нам, что синтетическое тестирование прекрасно подходит для реализации системы массового участия. Безусловно, убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. В своём стремлении улучшить пользовательский опыт мы упускаем, что ключевые особенности структуры проекта, вне зависимости от их уровня, должны быть призваны к ответу.</p>
                                <p>Лишь диаграммы связей будут своевременно верифицированы. Разнообразный и богатый опыт говорит нам, что синтетическое тестирование прекрасно подходит для реализации системы массового участия. Безусловно, убеждённость некоторых оппонентов предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям. В своём стремлении улучшить пользовательский опыт мы упускаем, что ключевые особенности структуры проекта, вне зависимости от их уровня, должны быть призваны к ответу.
                                    Предварительные выводы неутешительны: социально-экономическое развитие предоставляет широкие возможности для системы массового участия. А ещё многие известные личности указаны как претенденты на роль ключевых факторов. Идейные соображения высшего порядка, а также понимание сути ресурсосберегающих технологий способствует повышению качества существующих финансовых и административных условий. Господа, разбавленное изрядной долей эмпатии, рациональное мышление, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования материально-технической и кадровой базы. Ясность нашей позиции очевидна: понимание сути ресурсосберегающих технологий представляет собой интересный эксперимент проверки кластеризации усилий. Учитывая ключевые сценарии поведения, новая модель организационной деятельности напрямую зависит от глубокомысленных рассуждений.
                                </p>
                            </div>
                            <div className={v.detal_mini_title}>
                                <h3>Свободу слова не задушить, пусть даже героям были возданы соответствующие почести</h3>
                            </div>
                            <div className={v.detal_mini_title_text}>
                                <p>Есть над чем задуматься: акционеры крупнейших компаний будут разоблачены. Однозначно, активно развивающиеся страны третьего мира, превозмогая сложившуюся непростую экономическую ситуацию, указаны как претенденты на роль ключевых факторов. Имеется спорная точка зрения, гласящая примерно следующее: ключевые особенности структуры проекта, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.</p>
                            </div>
                            <div className={v.detal_box_text}>
                                <p><b>Важно!</b> С другой стороны, повышение уровня гражданского сознания обеспечивает широкому кругу (специалистов) участие в формировании первоочередных требований. Безусловно, внедрение современных методик однозначно фиксирует необходимость кластеризации усилий. Как принято считать, реплицированные с зарубежных источников, современные исследования являются только методом политического участия и призваны к ответу.</p>
                            </div>
                            <div className={v.detal_mini_text}>
                                <p><b>Есть над чем задуматься:</b> акционеры крупнейших компаний будут разоблачены. Однозначно, активно развивающиеся страны третьего мира, превозмогая сложившуюся непростую экономическую ситуацию, указаны как претенденты на роль ключевых факторов. Имеется спорная точка зрения, гласящая примерно следующее: ключевые особенности структуры проекта, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.</p>
                            </div>
                            <div className={v.images_pint}>
                                <img src={pintImg} alt="pint" />
                            </div>
                            <div className={v.detal_list_title}>
                                <h5>Свободу слова не задушить, пусть даже героям были возданы соответствующие почести</h5>
                            </div>
                            <div className={v.list_box}>
                                <div className={v.list_box_mini}>
                                    <p className={v.list_num}>01.</p>
                                    <p className={v.detal_list}>Есть над чем задуматься: акционеры крупнейших компаний будут разоблачены. Однозначно, активно развивающиеся страны третьего мира, превозмогая сложившуюся непростую экономическую ситуацию, указаны как претенденты на роль ключевых факторов. Имеется спорная точка зрения, гласящая примерно следующее: ключевые особенности структуры проекта, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.</p>
                                </div>
                                <div className={v.list_box_mini}>
                                    <p className={v.list_num}>02.</p>
                                    <p className={v.detal_list}>Принимая во внимание показатели успешности, начало повседневной работы по формированию позиции предоставляет широкие возможности для распределения внутренних резервов и ресурсов! Ясность нашей позиции очевидна: понимание сути ресурсосберегающих технологий однозначно определяет каждого участника как способного принимать собственные решения касаемо экономической целесообразности принимаемых решений.</p>
                                </div>
                                <div className={v.list_box_mini}>
                                    <p className={v.list_num}>03.</p>
                                    <p className={v.detal_list}>Равным образом, существующая теория влечет за собой процесс внедрения и модернизации позиций, занимаемых участниками в отношении поставленных задач.</p>
                                </div>
                            </div>
                            <div className={v.blog_title}>
                                <h3>Новая парадигма реальности: был сорван доклад председателя совхоза</h3>
                            </div>
                            <div className={v.blog_title_text}>
                                <p>Предварительные выводы неутешительны: социально-экономическое развитие предоставляет широкие возможности для системы массового участия. А ещё многие известные личности указаны как претенденты на роль ключевых факторов. Идейные соображения высшего порядка, а также понимание сути ресурсосберегающих технологий способствует повышению качества существующих финансовых и административных условий. Господа, разбавленное изрядной долей эмпатии, рациональное мышление, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования материально-технической и кадровой базы. Ясность нашей позиции очевидна: понимание сути ресурсосберегающих технологий представляет собой интересный эксперимент проверки кластеризации усилий. Учитывая ключевые сценарии поведения, новая модель организационной деятельности напрямую зависит от глубокомысленных рассуждений.</p>
                            </div>
                            <div className={v.blog_list}>
                                <p>Есть над чем задуматься: акционеры крупнейших компаний будут разоблачены. Однозначно, активно развивающиеся страны третьего мира, превозмогая сложившуюся непростую экономическую ситуацию, указаны как претенденты на роль ключевых факторов. Имеется спорная точка зрения, гласящая примерно следующее: ключевые особенности структуры проекта, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.</p>
                                <p>Принимая во внимание показатели успешности, начало повседневной работы по формированию позиции предоставляет широкие возможности для распределения внутренних резервов и ресурсов! Ясность нашей позиции очевидна: понимание сути ресурсосберегающих технологий однозначно определяет каждого участника как способного принимать собственные решения касаемо экономической целесообразности принимаемых решений.</p>
                                <p>Равным образом, существующая теория влечет за собой процесс внедрения и модернизации позиций, занимаемых участниками в отношении поставленных задач.</p>
                            </div>
                            <div className={v.line}></div>
                            <div className={v.social_title}>
                                <h3>Нравится статья? Поддержи наш проект и поделись с друзьями!</h3>
                            </div>
                            <div className={v.social_logo}>
                                <img src={fcBookLogo} alt="fcbook" />
                                <img src={vKontakteLogo} alt="vk" />
                                <img src={twitterLogo} alt="twitter" />
                                <img src={okLogo} alt="ok" />
                            </div>
                        </div>
                    </div>
                    <div className={v.subject_title}>
                        <h2>Ещё статьи по теме:</h2>
                    </div>
                    <div className={v.subject_blog}>
                        <div className={v.subject_box}>
                            <img src={picImg} alt="sofa" />
                            <h5>Как бы то ни было, граница обучения кадров ни к чему нас не обязывает</h5>
                            <p>Есть над чем задуматься: акционеры крупнейших компаний будут разоблачены. Однозначно, активно развивающиеся страны третьего мира, превозмогая сложившуюся непростую экономическую ситуацию, указаны как претенденты на роль ключевых факторов. Имеется спорная точка зрения, гласящая примерно следующее: ключевые особенности структуры проекта, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.</p>
                            <div className={v.box_item}>
                                <img src={eyeImg} alt="eye" />
                                <p>3833</p>
                                <p>22 мая 2022</p>
                            </div>
                        </div>
                        <div className={v.subject_about_box}>
                            <img src={roomImg} alt="room" />
                            <h5>Как бы то ни было, граница обучения кадров ни к чему нас не обязывает</h5>
                            <p>Есть над чем задуматься: акционеры крупнейших компаний будут разоблачены. Однозначно, активно развивающиеся страны третьего мира, превозмогая сложившуюся непростую экономическую ситуацию, указаны как претенденты на роль ключевых факторов. Имеется спорная точка зрения, гласящая примерно следующее: ключевые особенности структуры проекта, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.</p>
                            <div className={v.about_item}>
                                <img src={eyeImg} alt="eye" />
                                <p>3833</p>
                                <p>22 мая 2022</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>

        </section>
    );
};

export default BlogDetal;